/* 
  Localizable.strings
  Rdio Alarm

  Created by David Brunow on 11/4/12.

*/

"SNOOZE" = "snooze";
"SET ALARM" = "nustatyti Žadintuvas";
"PLEASE REST PEACEFULLY" = "būkite taikiai";
"PLUG ME IN" = "jums tikrai turėtų prijunkite mane...";
"CANCEL ALARM" = "Atšaukti Alarm";
"TURN OFF ALARM" = "Išjungti Alarm";
"ALARM CANCELED" = "Signalizacija Atšaukta";
"ALARM STOPPED" = "Signalizacija Sustabdyta";
"CHARGING LABEL" = "esate dosnus ir rūpestinga asmuo";
"SIGN OUT" = "SIGNOUT";
"CHOOSE ALARM TIME" = "Pasirinkite žadintuvo skambėjimo laikas";
"NOT SIGNED IN LABEL" = "To wake up to full tracks from your playlists, you must sign into Rdio®. Not yet an Rdio user? \nTap here for more information.";
"CHANGE SETTINGS" = "Keisti Parametrus";
"SETTINGS OPENED" = "Nustatymai Atidarytas";
"SETTINGS CLOSED" = "Nustatymai Closed";
"LOADING" = "Užtaisymas...";
"SELECTED PLAYLIST IS" = "Pasirinktas Grojaraštis %@";
"CHOOSE PLAYLIST" = "Pasirinkite Grojaraštį...";
"COLLAB HEADER" = "   Bendrai";
"SUBSCRIBED HEADER" = "   Pasirašytasis";
"OWNED HEADER" = "   Priklauso";
"COLLAB" = "Bendrai";
"SUBSCRIBED" = "Pasirašytasis";
"OWNED" = "Priklauso";
"APP MUST BE OPEN REMINDER" = "Jums nereikės pabusti su muzika, jei jūs uždarote iš Wake Up.";
"TURN ALARM BACK ON" = "pasukti signalą atgal į";
"CANNOT CONNECT TO RDIO" = "Negali prisijungti prie Rdio ®. Jūsų signalizacija neveiks, jei negalite prisijungti. Jūs tikriausiai norite sukurti atsarginę signalą.";
"YOUR ALARM IS SET" = "jūsų signalas nustatytas";
"WAKE UP TO" = "PABUSKITE SU";

"SNOOZE SLIDER LABEL" = "SNOOZE RDIO UŽ";
"SLEEP SLIDER LABEL" = "Užmigti %@ UŽ";
"LBLSLIDERNO" = "NE";
"LBLSLIDERYES" = "TAIP";
"SHUFFLE" = "Shuffle playlist?";
"AUTOSET AM PM" = "AM/PM bus nustatyti automatiškai";
"INNER TIME BUBBLE TEXT" = "%d min";
"INNER TIME BUBBLE TEXT PLURAL" = "%d mins";
"INNER TIME BUBBLE TEXT DISABLED" = "invalidai";
"AUTO ALARM BEING SET" = "automatinis nustatymas signalizacija";
"AUTO ALARM PLAYLIST" = "pabudimas";
"CONTACT US" = "EMAIL US";
"CURRENT TIME IS" = "Dabartinis laikas";
"AUTO ALARM" = "Auto Nustatyti signalą tuomet, kai programa pradeda?";

"go make playlists" = "jūs neturite grojaraščius! eiti padaryti kai į rdio app ir tada grįžti";
"NO PLAYLISTS FOUND" = "   Grojaraščių FOUND";
"CONFIRM SIGN OUT" = "Ar norite atsijungti nuo Rdio?";
"Cancel" = "Atšaukti";
"Sign Out" = "Atsijungti";

//This is used exclusively in the iPod version of the app
"go make playlists music" = "jūs neturite grojaraščius! eiti padaryti kai kurie muzikos app ir tada grįžti";
"SNOOZE SLIDER LABEL MUSIC" = "SNOOZE MUZIKA";
"MUSIC" = "MUZIKA";
"PLAYLISTS" = "   GROJARAŠČIAI";

